var jc=["早",1,2,3,4,5,6,7,8,"晚1","晚2","晚3"];
date=[
	{"bj":"一班",
	"bc":"b1",
	"xm":["李晴","薛霖冉","王岳行","牛浩冉","穆赛雨","赵子涵","冀少航","马博轩","李浩然","魏彤彤","杨前余","赵卓","申浩然","张轩轩","李紫瑞","冀鑫月","霍雨彤","武筱萌","李综熙","董浩珍","苏倪","孙正宜","宋宇翔","李浩洋","张伟恒","侯圻钤","刘欣诺","韩博文","岳笑岩","游子妍","高少涵","霍颖","席诺冉","刘语","杨璇","邢雪晴","李康欣","刘谦谦","张晴雨","王雨涵","李心鑫","王浩烁","杨伟硕","赵浩源","杜佳鑫","赵铭超","李倩静","李路田","庞梓怡","林博源","李航磊","武晴","吴依晴","闫小涵","曹钼淅","梁正阳","乔攀哲","李诺","李静洋","翟思彤","郑赛雅","王高飞","刘浩云","邢晓瑞","王诗萌","翟宇喆","杨绍焓","冀怡瑞","张漫漫","姚博康","王天恩","杜珂阳","杨曼曼","姚子怡","刘馨语","郝又铭","候亦卓","黄圆圆","李晴","张亚宁","赵梓菡","冯豪晴","李顺","赵凯豪","梅紫垚","赵梦涵","白艺婵","刘婵","豆晓雪","王欣","李佳梦","苑丁怡"]},
	{"bj":"二班",
	"bc":"b2",
	"xm":["王梦琪","杨雨蒙","王予涵","杨好迪","李飞扬","闫璐新","苏冰宇","吴照阳","赵凡凡","贺赛莹","栗烁柯","盖姿璇","尤晶涵","高晓阳","宋孟瑶","吴尚超","赵瑞瑞","李超然","张森雨","胡静雯","秘文涵","陈浩洋","李紫佳","王笑缘","韩依彤","杨子帆","王硕涵","李卓奇","马子妍","孟可怡","梁霄","李若姗","马明月","郑婉琪","白子诺","吕浩雄","高嘉晨","刘佳奕","陈凡凡","王雅玄","吕亚康","李潇潇","李静瑶","安浩雄","杨子行","张一然","李昶旭","顾鹏辉","张昊","徐雅垚","乔浩洋","杨雨果","闫子涵","路一展","石佳彤","孟媛","籍帅天","游怡欣","朱笑柔","刘子豪","赵浩博","范晴晴","白桢雨","连世杰","郭轩","赵浩然","李紫怡","赵章乾","石浩森","黎伊轩","马赛鑫","闫沛然","裴可涵","乔亚欣","梁昊男","杜紫明","石子轩","李晨浩","马顺利","杨鑫彤","薛万鑫","白梓琪","王依冉","杨佳宁","许凯航","刘一凡","弓天星","郭珂豪","尹宇坤","马天一","杨肖蕊歌"]}
	,{"bj":"三班",
	"bc":"b3",
	"xm":["王梦琪","杨雨蒙","王予涵","杨好迪","李飞扬","闫璐新","苏冰宇","吴照阳","赵凡凡","贺赛莹","栗烁柯","盖姿璇","尤晶涵","高晓阳","宋孟瑶","吴尚超","赵瑞瑞","李超然","张森雨","胡静雯","秘文涵","陈浩洋","李紫佳","王笑缘","韩依彤","杨子帆","王硕涵","李卓奇","马子妍","孟可怡","梁霄","李若姗","马明月","郑婉琪","白子诺","吕浩雄","高嘉晨","刘佳奕","陈凡凡","王雅玄","吕亚康","李潇潇","李静瑶","安浩雄","杨子行","张一然","李昶旭","顾鹏辉","张昊","徐雅垚","乔浩洋","杨雨果","闫子涵","路一展","石佳彤","孟媛","籍帅天","游怡欣","朱笑柔","刘子豪","赵浩博","范晴晴","白桢雨","连世杰","郭轩","赵浩然","李紫怡","赵章乾","石浩森","黎伊轩","马赛鑫","闫沛然","裴可涵","乔亚欣","梁昊男","杜紫明","石子轩","李晨浩","马顺利","杨鑫彤","薛万鑫","白梓琪","王依冉","杨佳宁","许凯航","刘一凡","弓天星","郭珂豪","尹宇坤","马天一","杨肖蕊歌"]}
	];
